[
  {
    "qs401": "What are canal rays?",
    "qs402": "If an atom contains one electron and one proton, will it carry any charge or not?",
    "qs403": "Name the three sub-atomic particles of an atom.",
    "qs404": "Rutherford’s alpha-particle scattering experiment was responsible for the discovery of?",
    "qs405": "What are isotopes of an element?",
    "qs406": "Number of valence electrons in Cl– ion are:",
    "qs407": "What is the electronic configuration of sodium?",
    "qs408": "Atomic number of an element is equal to?",
    "qs409": "The charge of proton (p+) is:",
    "qs410": "In which form is oxygen stable?",
    "qs411": "How many electrons does Na+ has in its Outermost shell?",
    "qs412": "The molecular formula for Aluminum chloride is?",
    "qs413": "Why are some elements chemically inert?",
    "qs414": "What are valence electrons?"
  },

  {
    "qs415": "An atom has atomic number 12, what is its valency and name the element?",
    "qs416": "Name two elements with same number of protons and neutrons?",
    "qs417": "Draw the atomic structure of sodium atom.",
    "qs418": "Name the scientist who discovered protons and neutrons in an atoms.",
    "qs419": "What is an octate? Why would atoms want to complete their octate?",
    "qs420": "Find the valency of 147N and 3517Cl.",
    "qs421": "What are nucleons? What is the name given to those atoms which have same number of nucleons in it?",
    "qs422": "Give the difference between three sub-atomic particles.",
    "qs423": "Atomic Mass exists as whole number, why do we write the atomic mass of chlorine as 35.5 u.",
    "qs424": "Give difference between isotopes, and isobars.",
    "qs425": "Number of protons and electrons are same in an atom. Then why is it wrong to say that atomic number of an atom is equal to its number of electrons.",
    "qs426": "An atom is electrically neutral, on loss or gain of electrons why does it become charged?",
    "qs427": "With the help of an activity in daily life, how can you prove that atoms are divisible.",
    "qs428": "On the basis of Thomson’s model of an atom, explain how the atomic neutral as a whole.",
    "qs429": "Draw a sketch of Bohr’s model of an atom with three shells",
    "qs430": "Write the distribution of electrons in carbon and sodium atoms.",
    "qs431": "If K and L shells of an atom are full, then what would be the total number of electrons in the atom?"
  },

  {
    "qs432": "For the symbol H, D and Tabulate three sub-atomic particles found in each of them.",
    "qs433": "Write the electronic configuration of any one pair of isotopes and isobars.",
    "qs434": "What are the limitations of Rutherford’s model of the atom?",
    "qs435": "Define valency by taking examples of silicon and oxygen.",
    "qs436": "If bromine atom is available in the form of, say, two isotopes  & , Calculate the average atomic mass of bromine atom.",
    "qs437": "The average atomic mass of a sample of an element X is 16.2 u. What are the percentages of isotopes  in the sample?",
    "qs438": "In a gold – foil experiment: \n a) Why did many α – particles pass through the gold foil undeflected? \n b) Why did few α – particles deflect through small angles. \n c) Why did few α – parties, after striking the gold foil, retrace their path.",
    "qs439": "Write an experiment to show cathode rays are deflected by magnetic fields?",
    "qs440": "Write the postulates of Bohr theory?",
    "qs441": "Explain the variation of atomic radius along a period and down a group.",
    "qs442": "Why metals are electropositive and non-metals are electronegative in nature?",
    "qs443": "Explain the formation of ion and why is it formed?",
    "qs444": "What mass of water will contain the same number of molecules as 8.0 g of ferrous oxide [FeO]?",
    "qs445": "Define ionization energy and electron affinity?",
    "qs446": "State Mendeleev’s Periodic law? ",
    "qs447": "Why is atomic number is more important than atomic weight in predicting the chemical properties of elements?"
  },

  {
    "qs448": "How will you find the valency of chlorine, sulphur and magnesium?",
    "qs449": "Describe Bohr’s model of the atom.",
    "qs450": "Compare all the proposed models of an atom given in this chapter.",
    "qs451": "Summarise the rules for writing of distribution of electrons in various shells for the first eighteen elements.",
    "qs452": "Give an activity to understand the implications of Rutherford’s a scattering experiment by a gold foil.",
    "qs453": "What are isotopes? State its characteristics, give uses of isotopes?",
    "qs454": "Establish the relationship between atomic number, mass number, isotopes, isobars and valency of an atom.",
    "qs455": " According to you, among the structure of atom studied which model is correct and why?",
    "qs456": "In the structure of an atom why are protons present in the centre and are not pulled outside by the electrons as both are oppositely charged with same unit of charge?"
  }
]
