[
  {
    "qs301": "Define law of conservation of mass. ",
    "qs302": "Explain law of constant proportion.",
    "qs303": "Who coined the term atom?",
    "qs304": "Define atom.",
    "qs305": "Define molecule.",
    "qs306": "Define atomicity.",
    "qs307": "What is atomic mass unit?",
    "qs308": "How do atoms exist?",
    "qs309": "Give the atomicity of phosphorous and nitrogen.",
    "qs310": "What is an ion?",
    "qs311": "Give one example of cation and anion.",
    "qs312": "Give one difference between cation and anion.",
    "qs313": "Give the chemical formula for ammonium sulphate.",
    "qs314": "What is Avogadro’s constant?",
    "qs315": "Find the molecular mass of H20.",
    "qs316": "Give the unit to measure size of atom and give size of hydrogen atom."
  },
  {
    "qs317": "Give the Latin name for sodium, potassium, gold and mercury.",
    "qs318": "What is IUPAC, give its one function?",
    "qs319": "What is the ratio by mass of combining elements in H20, C02 and NH3?",
    "qs320": "Define valency and give the valency for the following elements:\nMagnesium, Aluminium, Chlorine and Copper.",
    "qs321": "What is polyatomic ton? Give one example.",
    "qs322": "What is formula unit mass? How is it different from molecular mass?",
    "qs323": "Explain relative atomic mass and relative molecular mass.",
    "qs324": "Which postulate of Dalton’s atomic theory can explain the law of definite proportions?",
    "qs325": "Calculate the formula unit masses of ZnO, Na2Na2O, K2CO3K2CO3,given atomic masses of Zn = 65 u, Na = 23 u, K = 39 u, C = 12 u, and O = 16 u.",
    "qs326": "Which has more number of atoms, 100 grams of sodium or100 grams of iron (given, atomic mass of Na = 23 u, Fe = 56 u)?",
    "qs327": "Calculate the number of molecules of sulphur (S8) present in16 g of solid sulphur.",
    "qs328": "Calculate the number of aluminium ions present in 0.051 g ofaluminium oxide.",
    "qs329": "State law of conservation of Mass?",
    "qs330": "Define Valency? Find the Valency of oxygen and Aluminum.",
    "qs331": "Calculate the molar mass of Na2SO4Na2SO4 and CaCO3O3O3?",
    "qs332": "State the law of constant Proportion?"
  },
  {
    "qs333": "Define the atomic mass unit.",
    "qs334": "What is meant by the term chemical formula?",
    "qs335": "Write down the names ofcompounds represented byfollowing formulae:\n(i) Al2(SO4)3 \n(ii) CaCl2 \n(iii) K2SO4 \n(iv) KNO3 \n(v) CaCO3.",
    "qs336": "What are polyatomic ions? Give examples.",
    "qs337": "State the Postulates of Dalton Theory?",
    "qs338": "Find the percentage of water of crystallization in feSO4. 7H2O.",
    "qs339": "2.42g of copper gave 3.025g of a black oxide of copper, 6. 49g of a black oxide, on reduction with hydrogen, gave 5.192g of copper. Show that these figures are in accordance with law of constant proportion?",
    "qs340": "Explain the difference between 20, 02 and 03.",
    "qs341": "What is meant by atomic mass, gram atomic mass of an element? Why is the mass have different expressions i.e., ‘u’ and ‘g’?",
    "qs342": "Define a mole. Give the significance of the mole.",
    "qs343": "Which element will be more reactive and why → the element whose atomic number is 10 or the one whose atomic number is 11?",
    "qs344": "What are the failures of Dalton Atomic theory?",
    "qs345": "Write an experiment to show that cathode rays travel in straight line?"
  },
  {
    "qs346": "What is radioactivity? What are the applications of radioisotopes?",
    "qs347": "There are 2 elements C and B. C emits an α – particle and B emits a β – particle. How will the resultant elements charge?",
    "qs348": "In a reaction, 5.3 g of sodium carbonate reacted with 6 g of ethanoic acid. The products were2.2g of carbon dioxide, 0.9g water and 8.2g of sodium ethanoate. Show that these observations are in agreement with the law of conservation of mass. \n sodium carbonate + ethanoic acid→ sodium ethanoate + carbondioxide + water",
    "qs349": "If one mole of carbon atoms weighs 12 grams, what is the mass (in grams) of 1 atom of carbon?",
    "qs350": "A 0.24 g sample of compound of oxygen and boron was found by analysis to contain 0.096 g of boron and 0.144 g of oxygen. Calculate the percentage composition of the compound by weight.",
    "qs351": "A customer buys a gold jewellery, he is told that the jewellery has 90% gold and the rest copper. He is given a bill which amounts 100% charges of gold. The customer refuses to pay the bill for 100% gold but brings it to 90% gold amount and settles the bill.\n(a) How many atoms of gold are present in 1 gram of gold? \n(b) What is the ratio of gold and copper in the jewellery? \n(c) What value of customer is reflected in the above statement?",
    "qs352": "Calculate \n(a) the mass of one atom of oxygen \n(b) the mass of one molecule of oxygen \n(c) the mass of one mole of oxygen gas \n(d) the mass of one ion of oxygen \n(e) the number of atoms in 1 mole of oxygen molecule",
    "qs353": "Write down the chemical formula for the following compounds: \n(a) Aluminium carbonate \n(b) Calcium sulphide \n(c) Zinc carbonate \n(d) Copper phosphate \n(e) Magnesium bicarbonate \n(f) Aluminium hydroxide.",
    "qs354": "Calculate the molecular Mass of \na) Ammonium sulphate [(NH4)2SO4][(NH4)2SO4] \nb) Penicillin [C16H18N2SO4][C16H18N2SO4] \nc) Paracetamol [C8H9NO]"
  }
]
