[
  {
    "qs601": "Where is apical meristem found?",
    "qs602": "Which tissue makes up the husk of coconut?",
    "qs603": "What are the constituents of phloem?",
    "qs604": "Name the tissue responsible for movement in our body.",
    "qs605": "How does neuron look like?",
    "qs606": "Name the types of simple tissues.",
    "qs607": "Name the types of complex tissues.",
    "qs608": "Define aerenchyma.",
    "qs609": "What is the utility of tissues in multicellular organisms?",
    "qs610": "Name the two types of tissues.",
    "qs611": " Name the two types of plant tissue.",
    "qs612": "What is differentiation?",
    "qs613": "Name the three types of meristematic tissues",
    "qs614": "Where is apical tissue found?",
    "qs615": "Which tissues are present at the nodes of the plants?",
    "qs616": " What are the various types of blood cells?"
  },
  {
    "qs617": "What is a tissue?",
    "qs618": "How many types of elements together make up the xylem tissue? Name them.",
    "qs619": "How are simple tissues different from complex tissues in plants?",
    "qs620": "Differentiate between parenchyma, collenchyma and sclerenchyma on the basis of their cell wall.",
    "qs621": "What are the functions of the stomata?",
    "qs622": "What is the specific function of the cardiac muscle?",
    "qs623": "How does the cork act as a protective tissue?",
    "qs624": "What are meristmatic and permanent tissue?",
    "qs625": "What are the function of Tendon and ligament?",
    "qs626": "Draw a well labeled diagram of neuron.",
    "qs627": "Write difference between cartilage and bone."
  },
  {
    "qs628": "Mention characteristics of permanent tissues.",
    "qs629": "Mention the functions of nervous tissue.",
    "qs630": "What is the utility of tissues in multi-cellular organisms?",
    "qs631": "Give three features of cardiac muscles.",
    "qs632": "What are the functions of areolar tissue?",
    "qs633": "Diagrammatically show the difference between the three types of muscle fibres.",
    "qs634": "Differentiate between striated, untreated and cardiac muscles on the basis of their structure and site/location in the body.",
    "qs635": "How many types of tissues are found in animals? Name the different types.",
    "qs636": "Differentiate between voluntary and involuntary muscles. Give one example of each",
    "qs637": "What are the major functions of blood?",
    "qs638": "Differentiate between parenchyma and collenchyma.",
    "qs639": "Mention the characteristics features of connective tissue.",
    "qs640": "How does cardiac muscle differ from both voluntary and involuntary muscles in both structure and function?",
    "qs641": "Write differences between blood and lymph.",
    "qs642": "Why is epidermis important for the plants?",
    "qs643": "Describe different types of meristems."
  },
  {
    "qs644": "Explain the structure, function and location of nervous tissue.",
    "qs645": "Write a note on plant tissues.",
    "qs646": "Show the types of animal tissues using flow chart.",
    "qs647": "What is connective tissue? Explain its types.",
    "qs648": "Explain the “complex tissue” of plants.",
    "qs649": "Take a plant stem and with the help of your teacher cut into very thin slices or sections.\n• Now, stain the slices with safranin. Place one neatly cut section on a slide, and put a drop of glycerine.\n• Cover with a cover-slip and observe under a microscope. Observe the various types of cells and their arrangement.\n• Answer the following on the basis of your observations:\n(a) Are all cells similar in structure?\n(b) How many types of cells can be seen?\n(c) Can we think of reasons why there would be so many types of cells?",
    "qs650": "Take a freshly plucked leaf of Rheo.\n• Stretch and break it by applying pressure.\n• While breaking it, keep it stretched gently so that some peel or skin projects out from the cut.\n• Remove this peel and put it in a petridish filled with water.\n• Add a few drops of safranin.\n• Wait for a couple of minutes and then transfer it onto a slide. Gently place a cover slip over it.",
    "qs651": "A paralytic patient was unable to walk. ‘The family member of the patient took the outmost care of the patient.\n(a) Name two tissues responsible for the movement of a body.\n(b) Name the tissues present in brain and spine.\n(c) What value of the family members is seen in the above case?",
    "qs652": "State the difference between simple tissues of plants.",
    "qs653": "Name three types of muscle tissues and give function of each.",
    "qs654": "State the difference between bone and blood.",
    "qs655": "Give difference between striated muscles and unstriated muscles.",
    "qs656": "Name and give the function of each cell of xylem:."
  }
]
