[
  {
    "qs501": "Can you name the two organelles we have studied that contain their own genetic material?",
    "qs502": "Where are proteins synthesised inside the cell?",
    "qs503": "Who discovered cells, and how?",
    "qs504": "What is plasma membrane made up of?",
    "qs505": "What did Robert Hooke observed first in cork cell?",
    "qs506": "Name the autonomous organelles in the cell.",
    "qs507": "What does protoplasm refer to?",
    "qs508": "Name two cells which keep changing their shape.",
    "qs509": "Name the smallest cell and the longest cell in human body.",
    "qs510": "Name 3 features seen/present in almost every cell.",
    "qs511": "What is diffusion?",
    "qs512": "What is osmosis? This takes place from high water concentration to low water concentration.",
    "qs513": "What is the full form of DNA?",
    "qs514": "What is the Junction of chromosome?",
    "qs515": "What is the energy currency of the cell?",
    "qs516": "Where are genes located in the cell?"
  },
  {
    "qs517": "Name the cell organelles that helps in packaging?",
    "qs518": "Name the cell organelle which helps in the transportation of material.",
    "qs519": "Name the organelles present in liver of animals for detoxifying many poisons and drugs",
    "qs520": "State two conditions required for osmosis.",
    "qs521": "Why is the cell called the structural and functional unit of life?",
    "qs522": "Why is the plasma membrane called a selectively permeable membrane?",
    "qs523": "If the organisation of a cell is destroyed due to some physical or chemical influence, what will happen?",
    "qs524": "Why are lysosomes known as suicide bags?",
    "qs525": "What would happen if the plasma membrane ruptures or breakdown?",
    "qs526": "What would happen to the life of a cell if there was no Golgi apparatus?",
    "qs527": "Which organelle is known as the powerhouse of the cell? Why?",
    "qs528": "Where do the lipids and proteins constituting the cell membrane get synthesised?",
    "qs529": "What is plasmolysis?",
    "qs530": "How does fungi and bacteria can withstand much greater changes in the surrounding medium than animal cells?",
    "qs531": "Give the function of nuclear membrane."
  },
  {
    "qs532": "How do substances like and water move in and out of the cell? Discuss.",
    "qs533": "Make a comparison and write down ways in which plant cells are different from animal cells.",
    "qs534": "How is a prokaryotic cell different from a eukaryotic cell?",
    "qs535": "How does an Amoeba obtain its food?",
    "qs536": "What is osmosis?",
    "qs537": "What is the Junction of plastids?",
    "qs538": "Explain the structure and function of Golgi bodies",
    "qs539": "What are ribosomes? Where are they located in the cell? What is their function?",
    "qs540": "What is the difference in chromatin, chromosomes and gene?",
    "qs541": "Why do plant cells have more in number and big-sized vacuoles as compared to the animal cells?"
  },

  {
    "qs542": "Explain the following terms: \n (a) Plasma membrane \n (b) Cytoplasm \n (c) Nucleus.",
    "qs543": "What is membrane biogenesis?",
    "qs544": "Draw various cells of human body.",
    "qs545": "Give five points of differences between plant cell and animal cell.",
    "qs546": "Give five points of differences between prokaryotic cell and eukaryotic cell.",
    "qs547": "Draw a neat labelled diagram of plant cell and label its part",
    "qs548": "Draw a neat labelled diagram of animal cell.",
    "qs549": "Name the cell organelle for the following:\n(a) Present only in plant cell, provides strength and rigidity to the cell.\n(b) It is the site for lipids synthesis and helps in detoxification of drugs.\n(c) The inner membrane is folded to form cristae, it has its own DNA and proteins.\n(d) It helps in the formation of lysosomes.\n(e) It imparts colour to the fruit and flowers.",
    "qs550": "Vasu was helping his mother in laying the table when they had some guest for dinner. Vasu was about to sprinkle salt on salad for dressing. His mother stopped him from doing so and told him that it is too early to sprinkle salt on the salad, he should do so only when they are seated for having the dinner.\n(a) What would happen if salt is sprinkled on the salad?\n(b) Which property of cells is seen in adding salt to it?\n(c) What value of Vasu is seen?",
    "qs551": "Anu is a five year old girl who joined the swimming classes. After the first class she was worried when she saw her wrinkled fingers. She asked her elder sister about the wrinkling and shrinking of her fingers. Her sister explained Anu why it was so.\n(a) Why did the fingers wrinkle after swimming?\n(b) What caused the shrinking/wrinkling of fingers?\n(c) What value of Anu is seen in the above cast?",
    "qs552": "Two sailors got marooned on the island, both of them were very thirsty and one of the sailors tried to drink sea water. The other sailor immediately stopped him from drinking the salty water of sea and suggested to wait for some help, stay calm and patient.\n(a) What would happen if the sailor drinks salty water?\n(b) What is osmosis?\n(c) What value of sailors is reflected in the above act?",
    "qs553": "Sachin’s mother wanted to use some eggs for incubation. Sachin helped his mother in separating rotten and spoilt eggs from the good ones. He took a bucket of water to separate them.\n(a) How can one separate the rotten eggs from the good ones using water?\n(b) What is the shell of egg made up of?\n(c) What value of Sachin is seen in this act?"
  }
]
