[
  {
    "qs101": "Why is ice at 273 K more effective in cooling than water at the same temperature ?",
    "qs102": "Name the two gases which are supplied in compressed form in homes and hospitals.",
    "qs103": "What is dry ice ?",
    "qs104": "CO2 is a gas. Justify the given statement by two reasons.",
    "qs105": "What is a pure substance ? Give its one characteristic.",
    "qs106": "What happens when you pour some acetone on your palm ?",
    "qs107": "Name SI unit of measuring temperature. The boiling point of water is 100°C under normal atmospheric pressure. Convert this temperature to SI Units. "
  },
  {
    "qs108": "Give reasons for the following :\n(a) Gases fill up completely the vessel in which they are kept.\n(b) Gases exert pressure on the walls of the containing vessel. ",
    "qs109": "Name three states of matter. Which state of matter is rigid and why ? ",
    "qs110": "What is meant by particulate nature of matter ? List four characteristics of particle nature of matter.",
    "qs111": "List three characteristics of particles of matter. Describe one example for each characteristic to illustrate it.Name the characteristics which are responsible for\n(a) spreading of smell of scent in a room and\n(b) water taking the shape of the vessel in which poured. ",
    "qs112": "Explain which one will cause more severe burns—boiling water at 100°C or steam at 100°C"
  },
  {
    "qs113": "On suffering from high fever, which will lower your body temperature more; ice or ice cold water ?",
    "qs114": "Flow will you change water from gaseous state to liquid state ? Suggest a simple activity. ",
    "qs115": "Justify that melting of wax is a physical change.",
    "qs116": "Ramesh took two beakers A and B containing hot water and cold water respectively. In each beaker, he dropped a crystal of copper sulphate. He kept the beakers undisturbed. After sometime what did he observe and why ? ",
    "qs117": "Archit dropped a crystal of potassium permanganate into two beakers A and B containing hot water and cold water respectively. After keeping the beakers undisturbed for some time what did he observe and why ?"
  },
  {
    "qs118": "When a solid melts, its temperature remains constant. Explain.",
    "qs119": "Pressure and temperature determine the state of a substance. Explain this in detail.",
    "qs120": "Explain giving examples the various factors on which rate of evaporation depends.",
    "qs121": "A balloon when kept in sun, bursts after some time. Why?",
    "qs122": "Give reasons\n(a) A gas fills completely the vessel in which it is kept.\n(b) A gas exerts pressure on the walls of the container.\n(c) A wooden table should be called a solid.\n(d) We can easily move our hand in air but to do the same through a solid block of wood we need a karate expert.",
    "qs123": "Give an experiment to show that ammonium chloride undergoes sublimation.",
    "qs124": "What is distillation and fractional distillation? What is the basic property that separates the two methods?.",
    "qs125": "A solution of H2SO4 is labeled 40%. The density of the solution is 1.3gm/l. what is the concentration of the solution in % (m/v)?"
  }
]
